Repository: bogdanbabych/0945BUT10201-lex2
Catalog: data/s01rawFiles/gnu-en--de-v03.tmx
Source language: en
Languages: de

source: He can donate to the project of his own choosing—often, chosen because he hopes to use the results when it is done.
de: Er kann für das Projekt seiner Wahl spenden ‑ häufig gewählt in der Hoffnung, die fertigen Ergebnisse verwenden zu können.

source: He can take a credit for any amount of donation up to the total tax he had to pay.
de: Er kann eine Gutschrift für jeden Spendenbeitrag bis zur gesamten Steuerschuld, die er zu zahlen hatte, anrechnen lassen.

source: The total tax rate could be decided by a vote of the payers of the tax, weighted according to the amount they will be taxed on.
de: Der gesamte Steuersatz könnte durch ein Votum der Steuerzahler beschlossen werden, entsprechend dem auf sie zu besteuernden Betrag.

source: The consequences:
de: Die Konsequenzen:

source: The computer-using community supports software development.
de: Die rechnernutzende Gemeinschaft unterstützt die Softwareentwicklung.

source: This community decides what level of support is needed.
de: Diese Gemeinschaft entscheidet, welches Niveau der Unterstützung erforderlich ist.

source: Users who care which projects their share is spent on can choose this for themselves.
de: Benutzer, denen es darauf ankommt, an welchen Projekten sie sich beteiligen, können dies selbst entscheiden.

source: In the long run, making programs free is a step toward the postscarcity world, where nobody will have to work very hard just to make a living.
de: Auf lange Sicht sind freie Programme ein Schritt in Richtung einer Welt ohne Mangel, in der niemand hart arbeiten muss, um den Lebensunterhalt zu verdienen.

source: People will be free to devote themselves to activities that are fun, such as programming, after spending the necessary ten hours a week on required tasks such as legislation, family counseling, robot repair and asteroid prospecting.
de: Die Menschen werden frei sein sich selbst Aktivitäten zu widmen, die Freude machen, wie der Programmierung, nach den geforderten zehn Wochenstunden notwendiger Aufgaben, wie beispielsweise Verwaltung, Familienberatung, Roboterreparatur und Asteroidenprospektierung.

source: There will be no need to be able to make a living from programming.
de: Es wird keine Notwendigkeit geben, von Programmierung zu leben.

source: We have already greatly reduced the amount of work that the whole society must do for its actual productivity, but only a little of this has translated itself into leisure for workers because much nonproductive activity is required to accompany productive activity.
de: Wir haben bereits die Menge an Arbeit, welche die Gesellschaft für ihre Produktivität aufbringen muss, gewaltig reduzieren können, aber nur ein kleiner Teil davon übertrug sich in mehr Freizeit für Arbeitnehmer, weil jede produktive Aktivität zwangsläufig von viel unproduktiver Aktivität begleitet wird.

source: The main causes of this are bureaucracy and isometric struggles against competition.
de: Die Hauptursachen dafür sind Bürokratie und gegenseitige Kämpfe gegen die Konkurrenz.

source: Free software will greatly reduce these drains in the area of software production.
de: Freie Software wird diese Auswüchse auf dem Gebiet der Softwareentwicklung stark reduzieren.

source: We must do this, in order for technical gains in productivity to translate into less work for us.
de: Wir müssen so handeln, um technische Fortschritte in Sachen Produktivität zu erzielen, die sich in weniger Arbeit für uns alle äußern werden.

source: Footnotes The wording here was careless.
de: Fußnoten ↗ Diese Wortwahl war ein wenig sorglos.

source: The intention was that nobody would have to pay for permission to use the GNU system.
de: Die Absicht war, dass niemand für die Erlaubnis zahlen muss, das GNU-System zu benutzen.

source: But the words don't make this clear, and people often interpret them as saying that copies of GNU should always be distributed at little or no charge.
de: Dieses geht jedoch nicht aus der Formulierung hervor und man interpretiert dies häufig mit den Worten, dass Kopien von GNU stets ohne oder höchstens gegen geringes Entgelt verbreitet werden sollen.

source: That was never the intent; later on, the manifesto mentions the possibility of companies providing the service of distribution for a profit.
de: Dies war nie die Absicht; weiter unten erwähnt das Manifest die Möglichkeit der Erbringung von Vertriebsdienstleistungen für Unternehmen zur Gewinnerzielung.

source: Subsequently I have learned to distinguish carefully between “free” in the sense of freedom and “free” in the sense of price.
de: Anschließend habe ich gelernt, sorgfältig zwischen frei im Sinne von Freiheit und frei im Sinne von Preis zu unterscheiden.

source: Free software is software that users have the freedom to distribute and change.
de: Freie Software ist Software, deren Benutzer die Freiheit haben, sie weiterzugeben und zu ändern.

source: Some users may obtain copies at no charge, while others pay to obtain copies—and if the funds help support improving the software, so much the better.
de: Einige werden ihre Kopien kostenlos erhalten, andere dafür bezahlen ‑ und wenn diese Gelder dazu beitragen, die Software weiter zu verbessern, um so besser.

source: The important thing is that everyone who has a copy has the freedom to cooperate with others in using it.
de: Wichtig ist, dass jedermann, der eine Kopie besitzt, auch die Freiheit beim Gebrauch dieser Kopie mit anderen zu kooperieren hat.

source: The expression “give away” is another indication that I had not yet clearly separated the issue of price from that of freedom.
de: ↗ Der Ausdruck verschenken ist ein weiteres Indiz dafür, dass ich noch nicht eindeutig die Frage von Preis und Freiheit getrennt hatte.

source: We now recommend avoiding this expression when talking about free software.
de: Wir empfehlen nun dieser Ausdruck zu vermeiden, wenn es um Freie Software geht.

source: See “Confusing Words and Phrases” for more explanation.
de: Siehe Zu vermeidende Wörter für weitere Informationen.

source: This is another place I failed to distinguish carefully between the two different meanings of “free”.
de: ↗ Dies ist eine weitere Stelle, an der ich versäumte, sorgfältig zwischen den beiden verschiedenen Bedeutungen von frei zu unterscheiden.

source: The statement as it stands is not false—you can get copies of GNU software at no charge, from your friends or over the net.
de: Die Aussage ist so nicht falsch ‑ man kann Kopien von GNU-Software kostenlos von Freunden oder über das Internet erhalten.

source: But it does suggest the wrong idea.
de: Aber es lässt auf die falsche Idee schließen.

source: Several such companies now exist.
de: ↗ Inzwischen gibt es mehrere solcher Unternehmen.

source: Although it is a charity rather than a company, the Free Software Foundation for 10 years raised most of its funds from its distribution service.
de: ↗ Obwohl es sich um eine wohltätige Einrichtung und nicht um ein Unternehmen handelt, hat die Free Software Foundation seit 10 Jahren den grössten Teil ihres Kapitals aus der Vertriebsdienstleistung eingenommen.

source: You can order things from the FSF to support its work.
de: Sie können Artikel von der FSF bestellen, um ihre Arbeit zu unterstützen.

source: A group of computer companies pooled funds around 1991 to support maintenance of the GNU C Compiler.
de: ↗ Eine Gruppe von Rechnerfirmen hat um 1991 Kapital angesammelt, um die Wartung des GNU C-Compilers zu unterstützen.

source: I think I was mistaken in saying that proprietary software was the most common basis for making money in software.
de: ↗ Ich glaube, ich irrte mich zu sagen, dass proprietäre Software der häufigste Grund ist, um mit Software Geld zu verdienen.

source: It seems that actually the most common business model was and is development of custom software.
de: Es scheint, dass es tatsächlich das häufigste Geschäftsmodell wurde und die Entwicklung von benutzerdefinierter Software ist.

source: That does not offer the possibility of collecting rents, so the business has to keep doing real work in order to keep getting income.
de: Das bietet nicht die Möglichkeit Mieten einzunehmen, also muss das Unternehmen weiterhin die eigentliche Arbeit erledigen, um ständig Einnahmen zu haben.

source: The custom software business would continue to exist, more or less unchanged, in a free software world.
de: Das benutzerdefinierte Softwaregeschäft wird weiterhin, mehr oder weniger unverändert, in einer Freie-Software-Welt der freien Software existieren.

source: Therefore, I no longer expect that most paid programmers would earn less in a free software world.
de: Deshalb erwarte ich nicht, dass die meisten bezahlten Programmierer weniger in einer Welt der freien Software verdienen würden.

source: In the 1980s I had not yet realized how confusing it was to speak of “the issue” of “intellectual property”.
de: ↗ In den 1980ern hatte ich noch nicht erkannt wie verwirrend es war von dem Problem bezüglich „Geistiges Eigentum“ zu sprechen.

source: That term is obviously biased; more subtle is the fact that it lumps together various disparate laws which raise very different issues.
de: Dieser Begriff ist offensichtlich voreingenommen; subtiler ist die Tatsache, dass er verschiedene unterschiedliche Gesetze in einen Topf wirft, die sehr unterschiedliche Probleme aufwerfen.

source: Nowadays I urge people to reject the term “intellectual property” entirely, lest it lead others to suppose that those laws form one coherent issue.
de: Heutzutage halte ich dazu an, den Begriff „Geistiges Eigentum“ völlig abzulehnen, damit es andere nicht zu der Annahme führt, dass diese Gesetze ein schlüssiges Problem lösen.

source: The way to be clear is to discuss patents, copyrights, and trademarks separately.
de: Um dies eindeutig zu trennen, werden Patente, Urheberrechte und Warenzeichen gesondert erörtert. Siehe „Sagten Sie ‚Geistiges Eigentum‘?

source: See further explanation of how this term spreads confusion and bias.
de: Eine verführerische Illusion“, wie dieser Begriff Verwechslungsgefahr und Voreingenommenheit verbreitet.

source: Subsequently we learned to distinguish between “free software” and “freeware”.
de: ↗ Anschließend lernten wir zwischen Freie Software und Freeware zu unterscheiden.

source: The term “freeware” means software you are free to redistribute, but usually you are not free to study and change the source code, so most of it is not free software.
de: Der Begriff Freeware bezeichnet Software, die Sie frei weitergegeben können, aber in der Regel den Quellcode nicht frei untersuchen und ändern dürfen, daher größtenteils unfreie Software ist.

source: Why Free Software needs Free Documentation Join our mailing list about the dangers of eBooks.
de: Warum Freie Software freie Dokumentation braucht Abonnieren Sie unsere Mailingliste über die Gefahren von elektronischen Büchern.

source: The GNU Free Documentation License The biggest deficiency in free operating systems is not in the software—it is the lack of good free manuals that we can include in these systems.
de: GNU Free Documentation License (FDL) Der größte Mangel bei freien Betriebssystemen ist nicht die Software ‑ es ist der Mangel an guten freien Handbüchern, die wir in diese Systeme integrieren können.

source: Many of our most important programs do not come with full manuals.
de: Viele unserer wichtigsten Programme liegen nicht mit vollständigen Handbüchern vor.

source: Documentation is an essential part of any software package; when an important free software package does not come with a free manual, that is a major gap.
de: Dokumentation ist ein wesentlicher Teil jedes Softwarepakets; wenn ein wichtiges freies Softwarepaket nicht mit einem freien Handbuch vorliegt, ist das eine gravierende Lücke.

source: Once upon a time, many years ago, I thought I would learn Perl.
de: Einst dachte ich, schon vor vielen Jahren, ich würde Perl erlernen.

source: I got a copy of a free manual, but I found it hard to read.
de: Ich besorgte mir ein Exemplar eines freien Handbuchs, aber fand es schwer zu lesen.

source: When I asked Perl users about alternatives, they told me that there were better introductory manuals—but those were not free (not freedom-respecting).
de: Als ich Nutzer von Perl nach Alternativen fragte, erklärten sie mir, dass es bessere einführende Handbücher gäbe ‑ aber die waren nicht frei.

source: Why was this?
de: Warum war das so?

source: The authors of the good manuals had written them for O'Reilly Associates, which published them with restrictive terms—no copying, no modification, source files not available—which made them nonfree, thus excluded them from the Free World.
de: Die Autoren der guten Handbücher hatten sie für den O'Reilly-Verlag geschrieben, der sie mit restriktiven Bedingungen veröffentlichte ‑ kein Kopieren, kein Modifizieren, Quellcode-Dateien nicht verfügbar ‑ damit waren sie von der Freie-Software-Gemeinschaft ausgeschlossen.

source: That wasn't the first time this sort of thing has happened, and (to our community's great loss) it was far from the last.
de: Das war nicht das erste Mal, dass so etwas geschehen ist, und (zum großen Schaden unserer Gemeinschaft) bei weitem nicht das letzte Mal.

source: Proprietary manual publishers have enticed a great many authors to restrict their manuals since then.
de: Verleger proprietärer Handbücher haben seitdem noch viele Autoren dazu verleitet, ihre Handbücher zu beschränken.

source: Many times I have heard a GNU user eagerly tell me about a manual that he is writing, with which he expects to help the GNU Project—and then had my hopes dashed, as he proceeded to explain that he had signed a contract with a publisher that would restrict it so that we cannot use it.
de: Viele Male habe ich einen GNU-Nutzer eifrig von einem Handbuch erzählen hören, an dem gerade geschrieben wurde, in der Annahme, dem GNU-Projekt zu helfen ‑ und dann wurden meine Hoffnungen zunichte gemacht, als fortgefahren wurde zu erklären, dass man einen Vertrag mit einem Verleger hatte, der es so beschränken würde, dass wir es nicht verwenden können.

source: Given that writing good English is a rare skill among programmers, we can ill afford to lose manuals this way.
de: Da es unter Programmierern eine seltene Gabe ist gutes Englisch zu schreiben, können wir es uns kaum leisten, Handbücher auf diese Weise zu verlieren.

source: The problem with these manuals was not that O'Reilly Associates charged a price for printed copies—that in itself is fine.
de: Bei diesen Handbüchern bestand das Problem nicht darin, dass O'Reilly Geld für die gedruckten Exemplare verlangte ‑ das ist völlig in Ordnung (auch die Free Software Foundation verkauft gedruckte Exemplare von freien GNU-Handbüchern).

source: (The Free Software Foundation sells printed copies of free GNU manuals, too.) But GNU manuals are available in source code form, while these manuals are available only on paper.
de: Aber GNU-Handbücher sind in Form von Quelltext abrufbar, während diese Handbücher nur auf Papier zur Verfügung stehen.

source: GNU manuals come with permission to copy and modify; the Perl manuals do not.
de: GNU-Handbücher werden mit der Berechtigung zum Kopieren und Modifizieren vertrieben, Perl-Handbücher nicht.

source: These restrictions are the problems.
de: Diese Beschränkungen sind das Problem.

source: Redistribution (including commercial redistribution) must be permitted, so that the manual can accompany every copy of the program, on line or on paper.
de: Die Weiterverbreitung (auch kommerziell) muss erlaubt sein, so dass das Handbuch jeder Programmkopie beiliegen kann, entweder elektronisch oder auf Papier.

source: The issues for writings are not necessarily the same as those for software.
de: Die kritischen Punkte beim Schreiben von Texten sind nicht unbedingt dieselben wie für Software.

source: When people exercise their right to modify the software, and add or change its features, if they are conscientious they will change the manual too—so they can provide accurate and usable documentation with the modified program.
de: Wenn Menschen ihr Recht ausüben, die Software zu modifizieren und Funktionen hinzuzufügen oder zu ändern, werden sie, wenn sie gewissenhaft sind, auch das Handbuch anpassen ‑ können so genaue und brauchbare Dokumentation mit dem geänderten Programm anbieten.

source: A manual which forbids programmers from being conscientious and finishing the job, or more precisely requires them to write a new manual from scratch if they change the program, does not fill our community's needs.
de: Ein Handbuch, das Programmierern verbietet gewissenhaft zu sein und die Aufgabe zu beenden ‑ oder genauer: verlangt, dass sie ein komplett neues Handbuch schreiben, wenn sie das Programm ändern ‑ entspricht nicht den Bedürfnissen unserer Gemeinschaft.

source: While a blanket prohibition on modification is unacceptable, some kinds of limits on the method of modification pose no problem.
de: Während ein pauschales Verbot einer Modifizierung inakzeptabel ist, stellen bestimmte Einschränkungen bezüglich der Art der Modifizierung kein Problem dar.

source: It is also no problem to require modified versions to include notice that they were modified, even to have entire sections that may not be deleted or changed, as long as these sections deal with nontechnical topics. (Some GNU manuals have them.)
de: Unproblematisch sind auch Anforderungen, dass modifizierte Versionen einen Hinweis enthalten müssen, dass sie modifiziert wurden, sogar komplette Abschnitte zu haben, die nicht gelöscht oder geändert werden dürfen, solange diese nichttechnische Themen behandeln (solche Abschnitte gibt es in einigen GNU-Handbüchern).

source: These kinds of restrictions are not a problem because, as a practical matter, they don't stop the conscientious programmer from adapting the manual to fit the modified program.
de: Derartige Beschränkungen sind kein Problem, weil sie in der Praxis den gewissenhaften Programmierer nicht davon abhalten, das Handbuch an das modifizierte Programm anzupassen.

source: However, it must be possible to modify all the technical content of the manual, and then distribute the result through all the usual media, through all the usual channels; otherwise, the restrictions do block the community, the manual is not free, and so we need another manual.
de: Jedoch muss es möglich sein, den ganzen technischen Inhalt des Handbuchs zu modifizieren und anschließend über alle üblichen Medien und Vertriebswege zu vertreiben. Andernfalls behindern die Einschränkungen die Gemeinschaft, das Handbuch ist nicht frei und ein anderes Handbuch wird benötigt.

source: Unfortunately, it is often hard to find someone to write another manual when a proprietary manual exists.
de: Leider ist es oft schwer jemanden zu finden, ein weiteres Handbuch zu schreiben, wenn bereits ein proprietäres Handbuch existiert.

source: The obstacle is that many users think that a proprietary manual is good enough—so they don't see the need to write a free manual.
de: Die Hürde ist, dass viele Nutzer denken, ein proprietäres Handbuch sei gut genug ‑ also nicht die Notwendigkeit sehen, ein freies Handbuch zu schreiben.

source: They do not see that the free operating system has a gap that needs filling.
de: Sie sehen nicht, dass das freie Betriebssystem eine Lücke hat, die gefüllt werden muss.

source: Why do users think that proprietary manuals are good enough?
de: Warum halten Nutzer proprietäre Handbücher für gut genug?

source: Some have not considered the issue.
de: Einige haben das Problem nicht durchdacht.

source: I hope this article will do something to change that.
de: Ich hoffe, dass dieser Artikel etwas dazu beiträgt, um etwas zu ändern.

source: Other users consider proprietary manuals acceptable for the same reason so many people consider proprietary software acceptable: they judge in purely practical terms, not using freedom as a criterion.
de: Andere Nutzer betrachten proprietäre Handbücher aus demselben Grund als akzeptabel, weshalb so viele Leute proprietäre Software als akzeptabel betrachten: sie urteilen nach rein praktischen Gesichtspunkten, nicht mit Freiheit als Kriterium.

source: These people are entitled to their opinions, but since those opinions spring from values which do not include freedom, they are no guide for those of us who do value freedom.
de: Diese Leute haben ein Recht auf ihre Meinungen, aber da diese Meinungen auf Werten basieren, zu denen Freiheit nicht gehört, taugen sie nicht als Vorbild für diejenigen unter uns, denen Freiheit wichtig ist.

source: Please spread the word about this issue.
de: Bitte helfen sie mit, diese Angelegenheit ins Bewusstsein zu bringen.

source: We continue to lose manuals to proprietary publishing.
de: Nach wie vor verlieren wir Handbücher durch proprietäre Verlagspraktiken.

source: If we spread the word that proprietary manuals are not sufficient, perhaps the next person who wants to help GNU by writing documentation will realize, before it is too late, that he must above all make it free.
de: Wenn wir das Bewusstsein dafür steigern, dass proprietäre Handbücher nicht ausreichen, wird vielleicht die nächste Person, die dem GNU-Projekt durch Schreiben von Dokumentation helfen möchte, rechtzeitig erkennen, dass diese vor allem frei bleiben muss ‑ bevor es zu spät ist.

source: We can also encourage commercial publishers to sell free, copylefted manuals instead of proprietary ones.
de: Wir können auch kommerzielle Verleger dazu ermutigen, freie Handbücher mit Copyleft anstatt proprietärer zu verkaufen.

source: One way you can help this is to check the distribution terms of a manual before you buy it, and prefer copylefted manuals to noncopylefted ones.
de: Eine Möglichkeit, die helfen kann, ist die Vertriebsbedingungen eines Handbuchs vor dem Kauf zu überprüfen und bevorzugt Handbücher mit Copyleft zu erwerben.

source: [Note: We maintain a page that lists free books available from other publishers].
de: [Hinweis: Siehe auch Freie Bücher von anderen Verlegern.]

source: Selling Free Software Some views on the ideas of selling exceptions to free software licenses, such as the GNU GPL are also available.
de: Freie Software verkaufen In seinem Aufsatz Ausnahmen zur GNU GPL verkaufen geht Richard Stallman (2009) der Frage der Praxis über den Verkauf von Ausnahmen an Freie-Software-Lizenzen nach.

source: Many people believe that the spirit of the GNU Project is that you should not charge money for distributing copies of software, or that you should charge as little as possible—just enough to cover the cost.
de: Viele glauben, dass es im Sinne des GNU-Projektes sei, dass man nichts oder zumindest so wenig wie möglich für den Vertrieb von Softwarekopien berechnen solle ‑ gerade genug, um die Kosten zu decken.

source: This is a misunderstanding.
de: Das ist ein Missverständnis.

source: Actually, we encourage people who redistribute free software to charge as much as they wish or can.
de: Tatsächlich ermutigen wir diejenigen, die Freie Software weitervertreiben, sogar dazu, so viel Geld zu berechnen wie sie wollen bzw. können.

source: If a license does not permit users to make copies and sell them, it is a nonfree license.
de: Wenn eine Lizenz Nutzern untersagt Kopien anzufertigen und sie zu verkaufen, handelt es sich um eine unfreie Lizenz.

source: If this seems surprising to you, please read on.
de: Sollte das überraschend klingen, lesen Sie bitte weiter.

source: The word “free” has two legitimate general meanings; it can refer either to freedom or to price.
de: Das Wort frei hat zwei legitime, allgemeine Bedeutungen.

source: When we speak of “free software”, we're talking about freedom, not price.
de: Entweder kann es sich auf Freiheit oder den Preis beziehen.
